Repository: OMARVII/Shotnix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: de, fr, ru, zh_hans

source: Applies at every cut. Click a cut's marker on the timeline, or select a clip, to choose one for that cut only.
de: Gilt für jeden Schnitt. Klicke auf die Markierung eines Schnitts auf der Zeitleiste oder wähle einen Clip aus, um nur für diesen Schnitt einen Übergang festzulegen.
fr: S’applique à chaque coupe. Cliquez sur le repère d’une coupe dans la timeline, ou sélectionnez un clip, pour en choisir une pour cette coupe uniquement.
ru: Применяется к каждой склейке. Чтобы выбрать переход только для одной склейки, нажмите ее метку на шкале времени или выберите клип.
zh_hans: 应用于每个剪切点。点按时间线上剪切点的标记或选择一个片段，可单独为该剪切点选择转场。

source: Apply
de: Anwenden
fr: Appliquer
ru: Применить
zh_hans: 应用

source: Apply background to this image
de: Hintergrund auf dieses Bild anwenden
fr: Appliquer un arrière-plan à cette image
ru: Применить фон к этому изображению
zh_hans: 为此图像应用背景

source: Apply crop
de: Zuschnitt anwenden
fr: Appliquer le rognage
ru: Применить обрезку
zh_hans: 应用裁剪

source: Apply the crop (Return)
de: Zuschnitt anwenden (Zeilenschalter)
fr: Appliquer le rognage (Retour)
ru: Применить обрезку (Return)
zh_hans: 应用裁剪（Return 键）

source: Apply to all zooms
de: Auf alle Zooms anwenden
fr: Appliquer à tous les zooms
ru: Применить ко всем увеличениям
zh_hans: 应用到所有缩放

source: Aqua Marble
de: Aquamarmor
fr: Marbre aqua
ru: Бирюзовый мрамор
zh_hans: 水色大理石

source: Area
de: Bereich
fr: Zone
ru: Область
zh_hans: 区域

source: Arrow
de: Pfeil
fr: Flèche
ru: Стрелка
zh_hans: 箭头

source: Arrow head
de: Pfeilspitze
fr: Pointe de la flèche
ru: Наконечник стрелки
zh_hans: 箭头头部

source: Arrow tail
de: Pfeilende
fr: Queue de la flèche
ru: Хвост стрелки
zh_hans: 箭头尾部

source: Aspect Ratio %@ — %@
de: Seitenverhältnis %@ – %@
fr: Format %@ — %@
ru: Соотношение сторон %@ — %@
zh_hans: 宽高比 %@ — %@

source: Aspect ratio
de: Seitenverhältnis
fr: Format d’image
ru: Соотношение сторон
zh_hans: 宽高比

source: At playhead
de: Auf Abspielposition
fr: À la tête de lecture
ru: Текущее время
zh_hans: 设为播放头

source: Aurora
de: Polarlicht
fr: Aurore
ru: Сияние
zh_hans: 极光

source: Aurora Blue
de: Polarlichtblau
fr: Bleu aurore
ru: Синее сияние
zh_hans: 极光蓝

source: Auto Zoom from Clicks
de: Auto-Zoom aus Klicks
fr: Zoom automatique à partir des clics
ru: Автомасштаб по нажатиям
zh_hans: 根据点按自动缩放

source: Auto zoom applied — %lld zooms follow your clicks
de: Auto-Zoom angewendet – %lld Zooms folgen deinen Klicks
fr: Zoom auto appliqué — %lld zooms suivent vos clics
ru: Автомасштаб применен — %lld увеличения следуют за вашими нажатиями
zh_hans: 已应用自动缩放 — %lld 个缩放跟随你的点按

source: Auto-dismiss overlay
de: Miniatur automatisch ausblenden
fr: Masquer la vignette automatiquement
ru: Автоскрытие миниатюры
zh_hans: 自动隐藏缩略图

source: Auto-save folder
de: Ordner für automatisches Sichern
fr: Dossier d’enregistrement automatique
ru: Папка автосохранения
zh_hans: 自动存储文件夹

source: Auto-zoom new recordings
de: Neue Aufnahmen automatisch zoomen
fr: Zoom automatique des nouveaux enregistrements
ru: Автомасштаб для новых записей
zh_hans: 自动缩放新录制内容

source: Automatic
de: Automatisch
fr: Automatique
ru: Автоматически
zh_hans: 自动

source: Automatic detects each capture's language; pick languages when it guesses wrong. Accurate reads small text best — Fast answers sooner but knows fewer languages. Used by Capture Text, Copy Text, and History search.
de: „Automatisch“ erkennt die Sprache jedes Bildschirmfotos; wähle Sprachen aus, wenn es falsch liegt. „Genau“ liest kleinen Text am besten – „Schnell“ liefert früher ein Ergebnis, kennt aber weniger Sprachen. Wird von „Text erfassen“, „Text kopieren“ und der Suche im Verlauf verwendet.
fr: « Automatique » détecte la langue de chaque capture ; choisissez des langues s’il se trompe. « Précise » lit mieux les petits textes — « Rapide » répond plus vite mais connaît moins de langues. Ces réglages s’appliquent à « Capturer du texte », à « Copier le texte » et à la recherche dans l’historique.
ru: «Автоматически» определяет язык каждого снимка; если язык определяется неверно, выберите языки вручную. «Точный» режим лучше распознает мелкий текст, а «Быстрый» работает быстрее, но знает меньше языков. Используется в функциях «Распознать текст», «Скопировать текст» и в поиске по истории.
zh_hans: “自动”会检测每张截屏的语言；识别有误时可手动选择语言。“精确”最适合识别小字 — “快速”响应更快，但支持的语言更少。用于“提取文字”、“拷贝文字”和历史记录搜索。

source: Back
de: Zurück
fr: Retour
ru: Назад
zh_hans: 返回

source: Back to the Shotnix look
de: Zurück zum Shotnix-Stil
fr: Retour au style Shotnix
ru: Вернуть стиль Shotnix
zh_hans: 已恢复为 Shotnix 风格

source: Back to the original recording — ⌘Z to undo
de: Zurück zur Originalaufnahme – ⌘Z zum Widerrufen
fr: Retour à l’enregistrement d’origine — ⌘Z pour annuler
ru: Возврат к исходной записи — ⌘Z, чтобы отменить
zh_hans: 已恢复为原始录制内容 — 按 ⌘Z 撤销

source: Back · pause · faster
de: Zurück · Pause · Schneller
fr: Arrière · pause · plus vite
ru: Назад · пауза · быстрее
zh_hans: 后退 · 暂停 · 加快

source: Background
de: Hintergrund
fr: Arrière-plan
ru: Фон
zh_hans: 背景

source: Background, padding, corners, shadow
de: Hintergrund, Rand, Ecken, Schatten
fr: Arrière-plan, marge, coins, ombre
ru: Фон, отступ, углы, тень
zh_hans: 背景、边距、圆角、阴影

source: Balanced
de: Ausgewogen
fr: Équilibrée
ru: Среднее
zh_hans: 均衡

source: Balancing loudness…
de: Lautstärke wird angeglichen …
fr: Équilibrage du volume…
ru: Выравнивание громкости…
zh_hans: 正在平衡响度…

source: Barcode
de: Strichcode
fr: Code-barres
ru: Штрихкод
zh_hans: 条形码

source: Barcode copied to clipboard
de: Strichcode in die Zwischenablage kopiert
fr: Code-barres copié dans le presse-papiers
ru: Штрихкод скопирован в буфер обмена
zh_hans: 已将条形码内容拷贝到剪贴板

source: Barcodes
de: Strichcodes
fr: Codes-barres
ru: Штрихкоды
zh_hans: 条形码

source: Behavior
de: Verhalten
fr: Comportement
ru: Поведение
zh_hans: 行为

source: Behind you
de: Hinter dir
fr: Derrière vous
ru: Позади вас
zh_hans: 身后

source: Between clips
de: Zwischen Clips
fr: Entre les clips
ru: Между клипами
zh_hans: 片段之间

source: Black
de: Schwarz
fr: Noir
ru: Черный
zh_hans: 黑色

source: Blossom
de: Blüte
fr: Floraison
ru: Цветение
zh_hans: 花开

source: Blue
de: Blau
fr: Bleu
ru: Синий
zh_hans: 蓝色

source: Blur
de: Weichzeichnen
fr: Flou
ru: Размытие
zh_hans: 模糊

source: Blurred area
de: Weichgezeichneter Bereich
fr: Zone floutée
ru: Размытая область
zh_hans: 模糊区域

source: Blurs fast camera moves the way a real camera does.
de: Zeichnet schnelle Kamerabewegungen weich wie eine echte Kamera.
fr: Floute les mouvements de caméra rapides, comme une vraie caméra.
ru: Размывает быстрые движения камеры, как настоящая камера.
zh_hans: 像真实摄像机一样模糊快速的镜头移动。

source: Bold
de: Fett
fr: Gras
ru: Жирный
zh_hans: 粗体

source: Bold outline
de: Fette Kontur
fr: Contour épais
ru: Жирный контур
zh_hans: 粗描边

source: Bone
de: Knochenweiß
fr: Blanc cassé
ru: Слоновая кость
zh_hans: 骨白

source: Bottom
de: Unten
fr: En bas
ru: Внизу
zh_hans: 底部

source: Bottom left
de: Unten links
fr: En bas à gauche
ru: Внизу слева
zh_hans: 左下

source: Bottom right
de: Unten rechts
fr: En bas à droite
ru: Внизу справа
zh_hans: 右下

source: Bring All to Front
de: Alle nach vorne bringen
fr: Tout ramener au premier plan
ru: Все окна — на передний план
zh_hans: 前置全部窗口

source: Burn captions into the video
de: Untertitel ins Video einbrennen
fr: Incruster les sous-titres dans la vidéo
ru: Встроить субтитры в видео
zh_hans: 将字幕嵌入视频

source: Call
de: Anrufen
fr: Appeler
ru: Позвонить
zh_hans: 呼叫

source: Callout
de: Sprechblase
fr: Bulle
ru: Выноска
zh_hans: 标注气泡

source: Callout: %@
de: Sprechblase: %@
fr: Bulle : %@
ru: Выноска: %@
zh_hans: 标注气泡：%@

source: Camera
de: Kamera
fr: Caméra
ru: Камера
zh_hans: 摄像头

source: Camera Side by Side at Playhead
de: Kamera nebeneinander an der Abspielposition
fr: Caméra côte à côte à la tête de lecture
ru: Камера рядом с экраном у указателя воспроизведения
zh_hans: 在播放头处并排显示摄像头

source: Camera access is off — allow Shotnix in System Settings → Privacy & Security → Camera.
de: Der Kamerazugriff ist deaktiviert – erlaube Shotnix unter „Systemeinstellungen“ → „Datenschutz & Sicherheit“ → „Kamera“.
fr: L’accès à la caméra est désactivé — autorisez Shotnix dans Réglages Système → Confidentialité et sécurité → Caméra.
ru: Доступ к камере выключен — разрешите его для Shotnix в разделе Системные настройки → Конфиденциальность и безопасность → Камера.
zh_hans: 摄像头访问权限已关闭 — 请在“系统设置”→“隐私与安全性”→“摄像头”中允许 Shotnix。

source: Camera bubble
de: Kamerablase
fr: Bulle de caméra
ru: Окошко камеры
zh_hans: 摄像头气泡

source: Camera disconnected
de: Kamera getrennt
fr: Caméra déconnectée
ru: Камера отключена
zh_hans: 摄像头已断开

source: Camera disconnected.
de: Kamera getrennt.
fr: Caméra déconnectée.
ru: Камера отключена.
zh_hans: 摄像头已断开连接。

source: Camera disconnected. The recording continues without it.
de: Kamera getrennt. Die Aufzeichnung läuft ohne Kamera weiter.
fr: Caméra déconnectée. L’enregistrement continue sans elle.
ru: Камера отключена. Запись продолжается без нее.
zh_hans: 摄像头已断开连接。录制将继续，但不含摄像头画面。

source: Camera follows your cursor
de: Kamera folgt deinem Zeiger
fr: La caméra suit votre pointeur
ru: Камера следует за указателем
zh_hans: 镜头跟随你的指针

source: Camera footage is missing
de: Kameraaufnahme fehlt
fr: Les images de la caméra sont introuvables
ru: Запись с камеры не найдена
zh_hans: 摄像头画面缺失

source: Camera footage, cleaned-up voice, drafts, and clipboard exports
de: Kameramaterial, bereinigte Stimme, Entwürfe und Exporte für die Zwischenablage
fr: Séquences de caméra, voix nettoyée, brouillons et exportations pour le presse-papiers
ru: Записи с камеры, очищенный голос, черновики и экспорты в буфер обмена
zh_hans: 摄像头素材、清理后的人声、草稿和剪贴板导出

source: Camera hidden
de: Kamera ausgeblendet
fr: Caméra masquée
ru: Камера скрыта
zh_hans: 隐藏摄像头

source: Camera layout
de: Kameralayout
fr: Disposition de la caméra
ru: Расположение камеры
zh_hans: 摄像头布局

source: Camera layout removed
de: Kameralayout entfernt
fr: Disposition de la caméra supprimée
ru: Расположение камеры удалено
zh_hans: 已移除摄像头布局

source: Camera layout: %@
de: Kameralayout: %@
fr: Disposition de la caméra : %@
ru: Расположение камеры: %@
zh_hans: 摄像头布局：%@

source: Camera layouts
de: Kameralayouts
fr: Dispositions de caméra
ru: Расположения камеры
zh_hans: 摄像头布局

source: Camera layouts — drag to move, drag an edge to retime, click to change
de: Kameralayouts – ziehen zum Bewegen, Rand ziehen zum Ändern der Dauer, klicken zum Ändern
fr: Dispositions de caméra — faites glisser pour déplacer, un bord pour ajuster la durée, cliquez pour changer
ru: Расположения камеры — перетяните, чтобы сдвинуть; тяните за край, чтобы изменить длительность; нажмите, чтобы сменить
zh_hans: 摄像头布局 — 拖移可移动，拖移边缘可调整时间，点按可更改

source: Camera preview
de: Kameravorschau
fr: Aperçu de la caméra
ru: Предпросмотр камеры
zh_hans: 摄像头预览

source: Camera stopped
de: Kamera gestoppt
fr: Caméra arrêtée
ru: Камера остановлена
zh_hans: 摄像头已停止

source: Camera — drag to move it, click for options
de: Kamera – ziehen zum Bewegen, klicken für Optionen
fr: Caméra — faites-la glisser pour la déplacer, cliquez pour les options
ru: Камера — перетяните, чтобы переместить; нажмите, чтобы открыть параметры
zh_hans: 摄像头 — 拖移可移动，点按可查看选项

source: Cancel
de: Abbrechen
fr: Annuler
ru: Отменить
zh_hans: 取消

source: Cancel Recording
de: Aufzeichnung abbrechen
fr: Annuler l’enregistrement
ru: Отменить запись
zh_hans: 取消录制

source: Cancel export
de: Export abbrechen
fr: Annuler l’exportation
ru: Отменить экспорт
zh_hans: 取消导出

source: Cancel this export
de: Diesen Export abbrechen
fr: Annuler cette exportation
ru: Отменить этот экспорт
zh_hans: 取消此导出

source: Cancelled
de: Abgebrochen
fr: Annulé
ru: Отменено
zh_hans: 已取消

source: Canyon Silk
de: Canyonseide
fr: Soie de canyon
ru: Шелк каньона
zh_hans: 峡谷丝绸

source: Caption
de: Untertitel
fr: Sous-titre
ru: Субтитр
zh_hans: 字幕

source: Caption removed
de: Untertitel entfernt
fr: Sous-titre supprimé
ru: Субтитр удален
zh_hans: 已移除字幕

source: Caption style %@
de: Untertitelstil %@
fr: Style de sous-titres %@
ru: Стиль субтитров «%@»
zh_hans: 字幕样式：%@

source: Caption “%@”
de: Untertitel „%@“
fr: Sous-titre « %@ »
ru: Субтитр «%@»
zh_hans: 字幕“%@”

source: Captions
de: Untertitel
fr: Sous-titres
ru: Субтитры
zh_hans: 字幕

source: Captions are drawn into the picture, and a subtitles file is saved next to the video.
de: Untertitel werden ins Bild gezeichnet, und neben dem Video wird eine Untertiteldatei gesichert.
fr: Les sous-titres sont incrustés dans l’image, et un fichier de sous-titres est enregistré à côté de la vidéo.
ru: Субтитры встраиваются в изображение, а рядом с видео сохраняется файл субтитров.
zh_hans: 字幕会绘制在画面中，并在视频旁存储一个字幕文件。

source: Captions are drawn into the picture.
de: Untertitel werden ins Bild gezeichnet.
fr: Les sous-titres sont incrustés dans l’image.
ru: Субтитры встраиваются в изображение.
zh_hans: 字幕会绘制在画面中。

source: Captions are hidden in the editor (Captions tab → Show captions).
de: Untertitel sind im Editor ausgeblendet (Tab „Untertitel“ → „Untertitel anzeigen“).
fr: Les sous-titres sont masqués dans l’éditeur (onglet Sous-titres → Afficher les sous-titres).
ru: Субтитры скрыты в редакторе (вкладка «Субтитры» → «Показывать субтитры»).
zh_hans: 字幕已在编辑器中隐藏（“字幕”标签页→“显示字幕”）。

source: Captions from your narration — and cut the video by editing its words
de: Untertitel aus deinem Kommentar – und das Video schneiden, indem du seine Wörter bearbeitest
fr: Sous-titres tirés de votre narration — et montage de la vidéo par son texte
ru: Субтитры из вашей речи — и монтаж видео правкой текста
zh_hans: 根据你的解说生成字幕 — 还能通过编辑文字来剪辑视频

source: Captions look like this
de: So sehen Untertitel aus
fr: Voici vos sous-titres
ru: Субтитры выглядят так
zh_hans: 字幕 效果 就是 这样

source: Captions ready — %lld lines
de: Untertitel fertig – %lld Zeilen
fr: Sous-titres prêts — %lld lignes
ru: Субтитры готовы — %lld строки
zh_hans: 字幕已生成 — %lld 行

source: Captions tab
de: Tab „Untertitel“
fr: Onglet Sous-titres
ru: Вкладка «Субтитры»
zh_hans: “字幕”标签页

source: Captions translated to %@
de: Untertitel übersetzt: %@
fr: Sous-titres traduits en %@
ru: Субтитры переведены на %@
zh_hans: 字幕已翻译为%@

source: Capture
de: Bildschirmfoto
ru: Снимок
zh_hans: 截屏

source: Capture ⏎
de: Aufnehmen ⏎
fr: Capturer ⏎
ru: Снять ⏎
zh_hans: 捕捉 ⏎

source: Capture All Displays
de: Alle Bildschirme aufnehmen
fr: Capturer tous les écrans
ru: Снять все дисплеи
zh_hans: 捕捉所有显示器

source: Capture Area
de: Bereich aufnehmen
fr: Capturer une zone
ru: Снять область
zh_hans: 捕捉区域

source: Capture Fullscreen
de: Vollbild aufnehmen
fr: Capturer le plein écran
ru: Снять весь экран
zh_hans: 捕捉全屏

source: Capture Fullscreen Alt
de: Vollbild aufnehmen (Alternative)
fr: Capturer le plein écran (autre raccourci)
ru: Снять весь экран (другое сочетание)
zh_hans: 捕捉全屏（备用）

source: Capture History
de: Verlauf
fr: Historique des captures
ru: История снимков
zh_hans: 截屏历史记录

source: Capture Previous Area
de: Vorherigen Bereich aufnehmen
fr: Capturer la zone précédente
ru: Снять предыдущую область
zh_hans: 捕捉上一个区域

source: Capture Text
de: Text erfassen
fr: Capturer du texte
ru: Распознать текст
zh_hans: 提取文字

source: Capture Text and Scrolling Capture come without shortcuts, so ⌘⇧O and ⌘⇧S keep meaning Open and Save As in your other apps — click a field to set your own. Pressing the Scrolling Capture shortcut again finishes a scrolling capture.
de: „Text erfassen“ und „Scroll-Aufnahme“ haben anfangs keine Kurzbefehle, damit ⌘⇧O und ⌘⇧S in deinen anderen Apps weiter „Öffnen“ und „Sichern unter“ bedeuten – klicke in ein Feld, um eigene festzulegen. Drückst du den Kurzbefehl der Scroll-Aufnahme erneut, wird sie beendet.
fr: « Capturer du texte » et « Capture défilante » n’ont pas de raccourci, pour que ⌘⇧O et ⌘⇧S gardent leur sens (Ouvrir et Enregistrer sous) dans vos autres apps — cliquez sur un champ pour définir les vôtres. Appuyer de nouveau sur le raccourci de la capture défilante la termine.
ru: У функций «Распознать текст» и «Снимок с прокруткой» нет сочетаний клавиш по умолчанию, чтобы ⌘⇧O и ⌘⇧S по-прежнему означали «Открыть» и «Сохранить как» в других приложениях, — нажмите поле, чтобы задать свое сочетание. Повторное нажатие сочетания для снимка с прокруткой завершает его.
zh_hans: “提取文字”和“滚动截屏”默认没有快捷键，这样 ⌘⇧O 和 ⌘⇧S 在其他 App 中仍表示“打开”和“存储为” — 点按字段即可自定义。再次按下滚动截屏快捷键即可结束滚动截屏。

source: Capture Window
de: Fenster aufnehmen
fr: Capturer une fenêtre
ru: Снять окно
zh_hans: 捕捉窗口

source: Capture failed
de: Aufnahme fehlgeschlagen
fr: Échec de la capture
ru: Не удалось сделать снимок
zh_hans: 截屏失败

source: Capture from %@
de: Bildschirmfoto vom %@
fr: Capture du %@
ru: Снимок от %@
zh_hans: %@ 的截屏

source: Capture immediately after selecting
de: Direkt nach dem Auswählen aufnehmen
fr: Capturer dès la fin de la sélection
ru: Снимать сразу после выделения
zh_hans: 选择后立即截屏

source: Capture type
de: Aufnahmeart
fr: Type de capture
ru: Тип снимка
zh_hans: 截屏类型

source: Capture · Record · Updates
de: Aufnahme · Aufzeichnung · Updates
fr: Capture · Enregistrement · Mises à jour
ru: Снимки · Запись · Обновления
zh_hans: 截屏 · 录制 · 更新

source: Capture, %@
de: Bildschirmfoto, %@
ru: Снимок, %@
zh_hans: 截屏，%@

source: Captured screenshots will appear here instantly
de: Neue Bildschirmfotos erscheinen hier sofort
fr: Vos captures apparaîtront ici instantanément
ru: Новые снимки экрана сразу появятся здесь
zh_hans: 新的截屏会立即显示在这里

source: Captures
de: Bildschirmfotos
ru: Снимки
zh_hans: 截屏

source: Captures stay in History until you delete them, unless you pick a limit here. Clean Up empties History's trash (deleted captures you could still undo) and removes files no capture uses anymore.
de: Bildschirmfotos bleiben im Verlauf, bis du sie löschst – außer du legst hier eine Grenze fest. „Aufräumen“ leert den Papierkorb des Verlaufs (gelöschte Bildschirmfotos, die du noch wiederherstellen könntest) und entfernt Dateien, die kein Bildschirmfoto mehr verwendet.
fr: Les captures restent dans l’historique jusqu’à ce que vous les supprimiez, sauf si vous choisissez une limite ici. « Nettoyer » vide la corbeille de l’historique (les captures supprimées que vous pourriez encore récupérer) et supprime les fichiers qu’aucune capture n’utilise plus.
ru: Снимки хранятся в истории, пока вы их не удалите, если здесь не задан лимит. «Убрать лишнее» очищает корзину истории (удаленные снимки, которые еще можно вернуть) и удаляет файлы, которые больше не использует ни один снимок.
zh_hans: 除非你在此处设定保留限制，否则截屏会一直保留在历史记录中，直到你将其删除。“清理”会清空历史记录的废纸篓（其中是仍可撤销删除的截屏），并移除不再被任何截屏使用的文件。

source: Carbon Arc
de: Kohlebogen
fr: Arc de carbone
ru: Угольная дуга
zh_hans: 碳弧

source: Cards use your background, and the timeline grows to fit them. The “Made with Shotnix” end card is separate — it's in the export options.
de: Karten nutzen deinen Hintergrund, und die Zeitleiste wird für sie länger. Die Endkarte „Made with Shotnix“ ist davon getrennt – du findest sie in den Exportoptionen.
fr: Les cartons utilisent votre arrière-plan, et la timeline s’allonge pour les accueillir. L’écran de fin « Made with Shotnix » est à part — il se trouve dans les options d’exportation.
ru: Титры используют ваш фон, а шкала времени удлиняется, чтобы их вместить. Финальная заставка «Made with Shotnix» — отдельно: она в параметрах экспорта.
zh_hans: 卡片使用你的背景，时间线会随之延长。“Made with Shotnix”结尾画面是单独的 — 它位于导出选项中。

source: Center
de: Zentrieren
fr: Centrer
ru: По центру
zh_hans: 居中

source: Check
de: Prüfen
fr: Vérifier
ru: Проверить
zh_hans: 检查

source: Check for Updates
de: Nach Updates suchen
fr: Rechercher des mises à jour
ru: Проверить обновления
zh_hans: 检查更新

source: Choose
de: Auswählen
fr: Choisir
ru: Выбрать
zh_hans: 选择

source: Choose Capture Area in the Shotnix menu to start
de: Wähle „Bereich aufnehmen“ im Shotnix-Menü, um loszulegen
fr: Choisissez « Capturer une zone » dans le menu Shotnix pour commencer
ru: Чтобы начать, выберите «Снять область» в меню Shotnix
zh_hans: 在 Shotnix 菜单中选择“捕捉区域”即可开始

source: Choose Image…
de: Bild auswählen …
fr: Choisir une image…
ru: Выбрать изображение…
zh_hans: 选择图像…

source: Choose a language
de: Sprache wählen
fr: Choisir une langue
ru: Выберите язык
zh_hans: 选择语言

source: Choose a logo, watermark, or screenshot to place on the video
de: Wähle ein Logo, ein Wasserzeichen oder ein Bildschirmfoto für das Video
fr: Choisissez un logo, un filigrane ou une capture d’écran à placer sur la vidéo
ru: Выберите логотип, водяной знак или снимок экрана, чтобы разместить его на видео
zh_hans: 选择要放在视频上的标志、水印或截屏

source: Choose a recording or video to add after this one
de: Wähle eine Aufnahme oder ein Video, das nach dieser Aufnahme folgt
fr: Choisissez un enregistrement ou une vidéo à ajouter après celui-ci
ru: Выберите запись или видео, которое нужно добавить после этого
zh_hans: 选择要添加在此之后的录制内容或视频

source: Choose a song to play under the video
de: Wähle einen Song, der unter dem Video läuft
fr: Choisissez un morceau à diffuser sous la vidéo
ru: Выберите песню для фона видео
zh_hans: 选择要在视频中播放的歌曲

source: Choose a writable folder for auto-save.
de: Wähle einen beschreibbaren Ordner zum automatischen Sichern.
fr: Choisissez un dossier accessible en écriture pour l’enregistrement automatique.
ru: Выберите папку для автосохранения, доступную для записи.
zh_hans: 请为自动存储选择一个可写入的文件夹。

source: Choose a writable folder.
de: Wähle einen beschreibbaren Ordner.
fr: Choisissez un dossier accessible en écriture.
ru: Выберите папку, доступную для записи.
zh_hans: 请选择一个可写入的文件夹。

source: Choose folder
de: Ordner wählen
fr: Choisir un dossier
ru: Выбрать папку
zh_hans: 选择文件夹

source: Choose screen
de: Bildschirm wählen
fr: Choisir un écran
ru: Выбрать экран
zh_hans: 选择显示器

source: Choose what happens immediately after taking a screenshot.
de: Lege fest, was direkt nach einem Bildschirmfoto passiert.
fr: Choisissez ce qui se passe juste après une capture d’écran.
ru: Выберите, что происходит сразу после снимка экрана.
zh_hans: 选择截屏后立即执行的操作。

source: Choose window
de: Fenster wählen
fr: Choisir une fenêtre
ru: Выбрать окно
zh_hans: 选择窗口

source: Choose...
de: Auswählen …
fr: Choisir…
ru: Выбрать…
zh_hans: 选取…

source: Circle
de: Kreis
fr: Cercle
ru: Круг
zh_hans: 圆形

source: Citrus
de: Zitrus
fr: Agrumes
ru: Цитрус
zh_hans: 柑橘

source: Classic
de: Klassisch
fr: Classique
ru: Классический
zh_hans: 经典

source: Clay
de: Terrakotta
fr: Argile
ru: Глина
zh_hans: 陶土

source: Clean Up
de: Aufräumen
fr: Nettoyer
ru: Убрать лишнее
zh_hans: 清理

source: Clean Up History?
de: Verlauf aufräumen?
fr: Nettoyer l’historique ?
ru: Убрать лишнее из истории?
zh_hans: 要清理历史记录吗？
